# Session, shell, desktop, fonts, storage
hyprland
uwsm
hyprlock
hypridle
hyprsunset
hyprpicker
hyprpolkitagent
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
gtk4
libadwaita
gtk4-layer-shell
python-gobject
python-cairo
python-dbus-next
qt5-wayland
qt6-wayland
qt6ct
pipewire
pipewire-pulse
wireplumber
easyeffects
bluez
bluez-utils
blueman
brightnessctl
upower
playerctl
mpv
nautilus
yazi
gvfs
gvfs-mtp
tumbler
ffmpegthumbnailer
networkmanager
ghostty
firefox
nwg-look
adw-gtk-theme
papirus-icon-theme
eza
zoxide
atuin
glow
imagemagick
sound-theme-freedesktop
wf-recorder
ffmpeg
inter-font
ttf-jetbrains-mono-nerd
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
libgtop
intel-media-driver
vulkan-intel
mesa
timeshift
thermald
smartmontools
python-jsonschema
python-pillow
